<template>
  <div @scroll="handleScroll" class="scroll__police">
    <div class="police">
      <div class="police__title">
        <h1>
          <span>
              СОГЛАШЕНИЕ О ПРАВАХ <br />
              ИСПОЛЬЗОВАНИЯ ИНФОРМАЦИОННОЙ СИСТЕМЫ
          </span>
          «eQonaq»
        </h1>
      </div>

      <div class="police__text">
        <ul>
          <li>
            <strong>1. Общие положения</strong>

            <ul>
              <li>Настоящее Пользовательское соглашение (далее - Соглашение) регламентирует взаимоотношения между Владельцем, Администратором и Пользователем веб-портала &laquo;eQonaq&raquo; и его компонентов.</li>
              <li>
                В настоящем Соглашении используются следующие понятия:
                <ul>
                  <li>
                    <strong>информационная система &laquo;eQonaq&raquo;</strong> - информационная система по сбору и обработке единого реестра мест размещения туристов, туристического потока, а также контроль над соблюдением миграционного законодательства РК посредством уведомления государственных органов о прибытии туристов;
                  </li>
                  <li>
                    <strong>разделы информационной системы</strong> &ndash; части информационной системы, специализированные на предоставлении отдельных электронных услуг, информации и (или) сервисов;
                  </li>
                  <li>
                    <strong>электронная услуга (далее - Услуга)</strong> - предоставление физическим и юридическим лицам, зарегистрированным в информационной системе в качестве пользователей;
                  </li>
                  <li>
                    <strong>владелец информационной системы (далее - Владелец)</strong> - Министерство культуры и спорта Республики Казахстан;
                  </li>
                  <li>
                    <strong>пользователь информационной системы (далее - Пользователь)</strong> &ndash; физическое или юридическое лицо, принявшее условия настоящего Соглашения, зарегистрированное в информационной системе по средствам ЭЦП, и использующее ее услуги для уведомления государственных органов о прибытии туристов в рамках действующего законодательства Республики Казахстан;
                  </li>
                  <li>
                    <strong>администратор информационной системы (далее - Администратор)</strong>&ndash; АО &laquo;НК&raquo;&laquo;KazakhTourism&raquo;;
                  </li>
                  <li>
                    <strong>мобильное приложение</strong> - это программа, установленная и запущенная на мобильном устройстве Пользователя и предоставляющая доступ к ИС &laquo;eQonaq&raquo;, посредством сети сотовой связи и Интернет;
                  </li>
                  <li>
                    <strong>электронная цифровая подпись (далее &ndash; ЭЦП)</strong> - набор электронных цифровых символов, созданный средствами электронной цифровой подписи и подтверждающий достоверность электронного документа, его принадлежность и неизменность содержания;
                  </li>
                </ul>
              </li>
            </ul>
          </li>
        </ul>

        <p>Все иные термины и определения, используемые в настоящем Соглашении, истолковываются в соответствии с действующим законодательством Республики Казахстан.</p>

        <ul>
          <li>
            <strong>2. Предмет Соглашения</strong>

            <ul>
              <li>Настоящее Соглашение является публичной офертой. Получая доступ к материалам информационной системы, Пользователь считается присоединившимся и принявшим все условия настоящего Соглашения.</li>
              <li>Администратор вправе с согласия Владельца в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие изменения вступают в силу по истечении 3 (трех) дней с момента размещения новой версии Соглашения, с одновременной утратой предыдущей версии Соглашения.</li>
              <li>При несогласии Пользователя с Соглашением или внесенными изменениями он обязан отказаться от доступа к ИС &laquo;eQonaq&raquo; и прекратить использование материалов и сервисов ИС &laquo;eQonaq&raquo;.</li>
              <li>
                Электронный адрес, указанный Пользователем в форме регистрации в информационной системе, предназначен для получения уведомлений в случае:
                <ul>
                  <li>подписки Пользователем на получение различных служебных уведомлений;</li>
                  <li>восстановления пароля;</li>
                  <li>получения сгенерированного нового пароля.</li>
                </ul>
              </li>
              <li>Принимая условия настоящего Соглашения, Пользователь тем самым дает письменное согласие на сбор, обработку, хранение, выгрузку и использование его персональных данных и иной представленной Пользователем в информационной системе информации в целях оказания ему услуг посредством ИС &laquo;eQonaq&raquo;, а также улучшения качества предоставляемых (оказываемых) Услуг.</li>
            </ul>
          </li>
        </ul>

        <ul>
          <li>
            <strong>3. Права и обязанности Сторон</strong>

            <ul>
              <li>
                <strong>
                  <em>Владелец и Администратор вправе:</em>
                </strong>

                <ul>
                  <li>В случае необходимости проверять достоверность введенных данных Пользователя, в том числе путем обращения в государственные органы и иные организации.</li>
                  <li>Направлять Пользователю уведомления информационного характера.</li>
                  <li>В случае нарушения Пользователем условий настоящего Соглашения отказать в регистрации Пользователя, удалить или заблокировать учетную запись Пользователя.</li>
                </ul>
              </li>
              <li>
                <strong>
                  <em>Пользователь вправе:</em>
                </strong>
                <ul>
                  <li>Получать консультационную и практическую помощь от Администратора в части пользования ИС &laquo;eQonaq&raquo;, написав соответствующий запрос в разделе &laquo;Поддержка&raquo; ИС &laquo;eQonaq&raquo;.</li>
                </ul>
              </li>
              <li>
                <strong>
                  <em>Владелец и Администратор обязаны:</em>
                </strong>
                <ul>
                  <li>Обеспечить конфиденциальность персональных данных Пользователя путем недопущения их разглашения без согласия Пользователя либо наличия иного законного основания.</li>
                  <li>Обеспечить функционирование ИС &laquo;eQonaq&raquo;.</li>
                  <li>Сохранять в тайне от посторонних лиц, не связанных с процессом обмена данными, вверенный пароль для доступа Пользователя к ИС &laquo;eQonaq&raquo;, за исключением случаев, предусмотренных законодательством Республики Казахстан.</li>
                </ul>
              </li>
              <li>
                <strong>
                  <em>Пользователь обязан:</em>
                </strong>
                <ul>
                  <li>
                    Для получения услуг ИС &laquo;eQonaq&raquo; пройти процедуру регистрации.
                    <br />При этом до регистрации в ИС &laquo;eQonaq&raquo; необходимо:
                    <br />- физическим лицам из числа граждан Республики Казахстан и имеющих вид на жительство в Республике Казахстан - иметь действующую ЭЦП, выданную Национальным удостоверяющим центром РК, применяемую в сфере &laquo;электронного правительства&raquo;;
                    <br />- юридическим лицам, зарегистрированным в Республике Казахстан &ndash; действующую ЭЦП, выданную Национальным удостоверяющим центром РК, применяемую в сфере &laquo;электронного правительства&raquo;.
                  </li>
                  <li>Предоставить Владельцу и Администратору точную и полную информацию по пунктам, предлагаемым в форме регистрации в ИС &laquo;eQonaq&raquo;.</li>
                  <li>При работе в ИС &laquo;eQonaq&raquo; не выдавать себя за другое лицо, не использовать материалы, содержащие вирусы или другое вредоносное программное обеспечение, использовать собственную ЭЦП.</li>
                  <li>Не использовать ИС &laquo;eQonaq&raquo; и полученную в информационной системе информацию в целях терроризма, экстремизма, разжигания межнациональной розни и в иных запрещенных законодательством Республики Казахстан целях.</li>
                </ul>
              </li>
            </ul>
          </li>
        </ul>

        <ul>
          <li>
            <strong>4. Ответственность сторон</strong>

            <ul>
              <li>В случае нарушения условий настоящего Соглашения, повлекшего причинение вреда всем или одной из сторон Соглашения, виновная сторона несет ответственность в соответствии с законодательством Республики Казахстан.</li>
              <li>Администратор не несет ответственности за технические временные сбои и перерывы в работе ИС &laquo;eQonaq&raquo;, возникшие по независящим от Администратора, Владельца причинам или в случае проведения плановых или внеплановых мероприятий по обслуживанию ИС &laquo;eQonaq&raquo;.</li>
              <li>Владелец и Администратор не несут ответственности за временные сбои и перерывы в работе линий связи, иные аналогичные сбои, а также за неполадки компьютера, мобильного устройства связи, с которого Пользователь осуществляет доступ к ИС &laquo;eQonaq&raquo;.</li>
              <li>
                Владелец и Администратор не несут ответственности за любой прямой, косвенный ущерб, включая упущенную выгоду, ущерб от использования, потерю данных или какие-либо другие нематериальные потери, ущерб репутации и иной ущерб, возникающий вследствие:
                <ul>
                  <li>пользования или невозможности пользования ИС &laquo;eQonaq&raquo; Пользователями;</li>
                  <li>изменения условий Соглашения Владельцем и (или) Администратором.</li>
                </ul>
              </li>
              <li>Пользователь несет полную ответственность за достоверность предоставляемых данных при регистрации в ИС &laquo;eQonaq&raquo;, за достоверность сведений, передаваемых для оказания услуг посредством ИС &laquo;eQonaq&raquo;.</li>
              <li>Пользователь принимает на себя все риски и возможный ущерб, возникший в результате предоставления ими недостоверных сведений о себе, а также за передачу собственных данных, третьим лицам связанных с регистрацией в ИС &laquo;eQonaq&raquo;</li>
            </ul>
          </li>
        </ul>

        <ul>
          <li>
            <strong>5. Прочие положения</strong>
            <ul>
              <li>Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с действующим законодательством Республики Казахстан.</li>
            </ul>
          </li>
        </ul>
      </div>

      <div class="police__button">
        <div class="police__button__flex">
          <p>Нажимая на кнопку «Дальше» Вы подтверждаете, что ознакомлены со всеми пунктами настоящего Соглашения и принимаете их.</p>
          <button v-if="view_btn == true" class="enabled__button" @click="policeAccepted">Дальше</button>
          <button v-else class="disabled__button">Дальше</button>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  data () {
    return {
       view_btn: false
    }
  },
  methods: {
      policeAccepted () {
          this.$emit('police__accepted', true)
      },
      handleScroll () {
        let scroll_top = document.querySelector('.scroll__police').scrollTop
        let scrollHeight__and_clientHeight = document.querySelector('.scroll__police').scrollHeight - document.querySelector('.scroll__police').clientHeight

        if (scroll_top >= scrollHeight__and_clientHeight) {
            this.view_btn = true
        } else {
            this.view_btn = false
        }
      }
  },
};
</script>
<style lang="less" scoped>
@mobile: 900px;

.scroll__police {
  width: 100%;
  height: 70%;
  position: absolute;
  overflow-y: scroll;
  left: 0;
    
  &::-webkit-scrollbar {
    width: 5px;
  }
  &::-webkit-scrollbar-track {
    background: #fff; 
  }
  &::-webkit-scrollbar-thumb {
    background: #FDE88D; 
  }

  &::-webkit-scrollbar-thumb:hover {
    background: #FDE88D; 
  }

  .police {
    width: 85%;
    margin: 0 auto;
    @media (max-width: @mobile) {
      width: 95%;
    }
    .police__title {
      width: 100%;
      text-align: center;
      h1 {
          font-size: 20px;
          font-style: normal;
          font-weight: 500;
          font-size: 28px;
          font-family: "MontserratBold";
          @media (max-width: @mobile) {
            font-size: 16px;
          }
          span {
              text-transform: uppercase;
          }
      }
    }
    .police__text {
      text-align: left;
      margin-top: 20px;
      font-family: "MediumMedium";
      @media (max-width: @mobile) {
        padding-bottom: 14%;
      }
      ul {
        list-style-type: none;
        @media (max-width: @mobile) {
          font-size: 13px;
        }
      }
      p {
        @media (max-width: @mobile) {
          font-size: 13px;
        }
      }
    }
    .police__button {
      border-top: 1px solid #ccc;
      background: #fff;
      position: fixed;
      bottom: 0;
      left: 0;
      right: 0;
      width: 100%;
      .police__button__flex {
        width: 85%;
        margin: 0 auto;
        display: flex;
        justify-content: space-between;
        align-items: flex-start;
        padding-bottom: 10px;
        padding-top: 10px;
        @media (max-width: @mobile) {
            flex-wrap: wrap; 
        }
        p {
          margin: 0;
          color: #a32f24;
          font-weight: normal;
          font-family: "MediumMedium";
          width: 80%;
          @media (max-width: @mobile) {
            font-size: 12px;
            width: 100%;
          }
        }
        .disabled__button {
          background: #ccc;
          border: 3px solid #ccc;
        }
        .enabled__button {
          background: #fde88d;
          border: 3px solid #fde88d;
        }
        button {
          padding: 15px 50px;
          box-sizing: border-box;
          font-style: normal;
          font-weight: bold;
          margin-top: 0;
          margin-bottom: 0;
          font-size: 16px;
          outline: none;
          border-radius: 30px;
          &:hover {
            opacity: 0.7;
          }
          @media (max-width: @mobile) {
              padding: 10px 20px;
              color: #000;
              width: 100%;
              font-size: 14px;
              margin-top: 10px;
          }
        }
      }
    }
  }
}
</style>