<template>
    <div class="telephones">
        <Header />
        <div class="main__base__margin">
            <h1>
                Информация о связи
            </h1>
            <p>
                Практически вся территория Казахстана находится в зоне охвата мобильной связью. Основные операторы мобильной связи в Казахстане: <b>Kcell, Beeline, Tele2, Алтел4G</b>.
            </p>
            <p>
                Какой из них воспользоваться, если вы будете путешествовать вблизи городов и крупных населённых пунктов, принципиальной разницы нет. Если же ваша поездка предполагается в удалённые регионы страны, с преодолением длительных дистанций по бескрайним степным просторам, лучше купить сим-карту крупнейших операторов Kcell или Beeline. Их сети покрывают даже практически незаселённые территории.
            </p>
            <p>
                С сим-карты любого перечисленного выше оператора можно осуществлять звонки по междугородней и международной связи, есть доступ в интернет на базе беспроводных технологий, Wi-Fi. Предлагается большое количество digital-опций: <br>
                <b>
                    мобильные финансы
                </b> <br>
                <b>
                    мультимедийные сервисы,  
                </b> <br>
                <b>
                    конвергентные услуги,
                </b> <br>
                <b> 
                    а также M2M-, MDM-, E2E-решения.
                </b>
            </p>
            <p>
                Как правило, сама сим-карта стоит совсем недорого и в стоимость практически всегда включён небольшой баланс. Далее вы переходите на нужный вам тариф. Тарифы действуют различные, информацию о них вам предоставят здесь же, в точках продаж сим-карт, там же помогут перейти с одной опции на другую.
            </p>
            <p>
                Приобрести сим-карты возможно даже в магазинчиках у дороги. Но в крупных точках продаж в международных аэропортах, на вокзалах, в торговых центрах будет больше выбор, а также больше шансов, что продавец знает английский язык и, соответственно, максимально сможет вам во всём помочь!
            </p>
            <p>
                Необходимый перечень документов для регистрации номеров/оформления договора с абонентом предоставлен ниже.
            </p>
            <p>
                Физическое лицо – резидент РК предоставляет один из следующих удостоверяющих личность документов:
            </p>
            <p>
                <b>паспорт гражданина Республики Казахстан;</b> <br>
                <b>удостоверение личности гражданина Республики Казахстан;</b> <br>
                <b>вид на жительство иностранца в Республике Казахстан;</b> <br>
                <b>удостоверение лица без гражданства;</b> <br>
                <b>свидетельство о рождении.</b>
            </p>
            <p>
                Физическое лицо – нерезидент Республики Казахстан: <br>
                <b>
                    паспорт.
                </b>
            </p>
            
        </div>
    </div>
</template>

<script>
import Header from '../components/Header'

export default {
    components: {
        Header,
    },
}
</script>

<style scoped lang="less">

.telephones {
    width: 100%;
    height: 100%;
    background: url('../../assets/all/hotpng_bg.png') no-repeat;
    background-position: right bottom;
    background-size: 15%;
    font-family: "MontserratBold";

    .main__base__margin {
        width: 1200px;
        margin: 0 auto;
        margin-top: 65px;

        h1 {
            font-style: normal;
            font-weight: 500;
            font-size: 48px;
            margin-bottom: 10px;
            color: #000;
        }
        p {
            font-style: normal;
            font-weight: 600;
            font-size: 20px;
            line-height: 25px;
            color: #000;
            margin: 0;
            margin-bottom: 15px;
            width: 965px;
            font-family: "MediumExtraLight";

            b {
                font-weight: bold;
                font-family: "MontserratBold";
            }
        }
    }
}


</style>